{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "Sequence",
    "normalizers": []
  },
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "[UNK]": 0,
      "[PAD]": 1,
      "[CLS]": 2,
      "[SEP]": 3,
      "[MASK]": 4,
      "¡": 5,
      "¥": 6,
      "¦": 7,
      "«": 8,
      "¬": 9,
      "®": 10,
      "¯": 11,
      "°": 12,
      "±": 13,
      "²": 14,
      "¶": 15,
      "·": 16,
      "¸": 17,
      "¹": 18,
      "º": 19,
      "»": 20,
      "¼": 21,
      "½": 22,
      "¾": 23,
      "á": 24,
      "Ġ": 25,
      "Ģ": 26,
      "ģ": 27,
      "Ĥ": 28,
      "ĥ": 29,
      "Ħ": 30,
      "ħ": 31,
      "Ĩ": 32,
      "ĩ": 33,
      "Ī": 34,
      "ī": 35,
      "Ĭ": 36,
      "ı": 37,
      "Ĳ": 38,
      "ĳ": 39,
      "Ĵ": 40,
      "Ķ": 41,
      "ķ": 42,
      "ĸ": 43,
      "Ĺ": 44,
      "ĺ": 45,
      "Ļ": 46,
      "ļ": 47,
      "Ľ": 48,
      "ľ": 49,
      "Ŀ": 50,
      "ŀ": 51,
      "Ł": 52,
      "Ń": 53,
      "áĢ": 54,
      "áĢº": 55,
      "áĢ¸": 56,
      "áĢ±": 57,
      "áĢ¬": 58,
      "ĠáĢ": 59,
      "áĢ¯": 60,
      "áĢķ": 61,
      "áĢĢ": 62,
      "áĢĲ": 63,
      "áĢŃ": 64,
      "áĢľ": 65,
      "áĢĻ": 66,
      "áĢ·": 67,
      "áĢŃáĢ¯": 68,
      "áĢĶ": 69,
      "áĢĦ": 70,
      "áĢ¼": 71,
      "áĢĽ": 72,
      "áĢ±áĢ¬": 73,
      "áĢ²": 74,
      "áĢºáĢ¸": 75,
      "áĢħ": 76,
      "áĢ±áĢ¸": 77,
      "áĢ¾": 78,
      "áĢ»": 79,
      "áĢ«": 80,
      "áĢ½": 81,
      "áĢ¬áĢ¸": 82,
      "áĢŀ": 83,
      "áĢļ": 84,
      "áĢ®": 85,
      "áĢģ": 86,
      "áĢ¡": 87,
      "áĢŃáĢ¯áĢ·": 88,
      "áĢ®áĢ¸": 89,
      "ĠáĢ¡": 90,
      "áĢ²áĢ·": 91,
      "áĢ¶": 92,
      "ĠáĢķ": 93,
      "áĢ°": 94,
      "áĢĨ": 95,
      "ĠáĢĻ": 96,
      "áĢĬ": 97,
      "áĢĳ": 98,
      "áĢĲáĢļ": 99,
      "áĢĺ": 100,
      "áĢĸ": 101,
      "áĢ±áĢ¬áĢº": 102,
      "áĢ¯áĢ¶": 103,
      "áĢ¾áĢ¬": 104,
      "áĢ½áĢ±": 105,
      "ĠáĢĢ": 106,
      "ĠáĢľ": 107,
      "ĠáĢĽ": 108,
      "ĠáĢŀ": 109,
      "áĢ¼áĢ±áĢ¬": 110,
      "áĢ¯áĢ¶áĢ¸": 111,
      "áĢ°áĢ¸": 112,
      "áĢºáĢ·": 113,
      "áĢ·áĢº": 114,
      "ĠáĢĺ": 115,
      "áĢĽáĢĦ": 116,
      "ĠáĢĲ": 117,
      "ĠáĢ¡áĢĻ": 118,
      "áĢ¼áĢ®áĢ¸": 119,
      "áĢ±áĢ¬áĢ·": 120,
      "áĢ½áĢ²": 121,
      "áģ": 122,
      "áĢŃáĢ¯áĢ¸": 123,
      "áĢŀáĢħ": 124,
      "ĠáĢķáĢĶ": 125,
      "áĢ¾áĢŃ": 126,
      "ĠáĢĶ": 127,
      "áĢ¹": 128,
      "áĢĿ": 129,
      "áĢ±áĢ·": 130,
      "áĢĻáĢĽ": 131,
      "áĢĹ": 132,
      "ĠáĢĨ": 133,
      "ĠáĢĺáĢļ": 134,
      "áĢ¡áĢĻ": 135,
      "áĢ±áĢ«": 136,
      "áĢħáĢĬ": 137,
      "ĠáĢħ": 138,
      "ĠáĢģ": 139,
      "áĢķáĢħ": 140,
      "áĢ¼áĢ®": 141,
      "áĢĽáĢĻ": 142,
      "ĠáĢĻáĢĶ": 143,
      "áĢĻáĢķ": 144,
      "áĢ¼áĢŃáĢ¯áĢ¸": 145,
      "áĢ»áĢ¬": 146,
      "áĢĽáĢĲ": 147,
      "áĢ½áĢ¬": 148,
      "ĠáĢĴ": 149,
      "áĢĻáĢľ": 150,
      "áĢ½áĢ¾": 151,
      "áĢŀáĢĻ": 152,
      "áĢ¡áĢĲ": 153,
      "áĢĺáĢļ": 154,
      "ĠáĢŀáĢĻ": 155,
      "áĢĻáĢĢ": 156,
      "áĢ¼áĢ±": 157,
      "áĢ¼áĢŃáĢ¯áĢ·": 158,
      "áĢ½áĢ¬áĢ¸": 159,
      "áĢĻáĢļ": 160,
      "áĢ»áĢŃ": 161,
      "áĢ»áĢ¬áĢ¸": 162,
      "áĢĨáĢĢ": 163,
      "áĢĨáĢĦ": 164,
      "áĢŁ": 165,
      "ĠáĢĸ": 166,
      "áĢĢáĢľ": 167,
      "áĢ»áĢ¾": 168,
      "áĢĳáĢĢ": 169,
      "ĠáĢľáĢĢ": 170,
      "ĠáĢĳ": 171,
      "áĢĲáĢĶ": 172,
      "áĢģáĢĦ": 173,
      "ĠáĢ¡áĢģ": 174,
      "ĠáĢĿ": 175,
      "áĢĢáĢĲ": 176,
      "áĢľáĢĢ": 177,
      "áĢĽáĢŀ": 178,
      "áĢ»áĢ±áĢ¬": 179,
      "áĢ»áĢ±áĢ¸": 180,
      "áĢ»áĢ±áĢ¬áĢº": 181,
      "áĢ¡áĢķ": 182,
      "áĢĩ": 183,
      "áĢĢáĢļ": 184,
      "áĢĲáĢħ": 185,
      "áĢľáĢĬ": 186,
      "áĢħáĢĢ": 187,
      "áĢ¡áĢĽ": 188,
      "áĢ¡áĢĨáĢĦ": 189,
      "áĢĿáĢļ": 190,
      "áĢ»áĢ¾áĢ±áĢ¬": 191,
      "áĢĤ": 192,
      "áĢĢáĢĶ": 193,
      "áĢĲáĢľ": 194,
      "áĢ¼áĢ¬": 195,
      "áĢ¼áĢŃáĢ¯": 196,
      "áĢ¾áĢ¯": 197,
      "áĢ½áĢ±áĢ¸": 198,
      "áĢ¡áĢģ": 199,
      "áĢ¥": 200,
      "áĢī": 201,
      "áĢķáĢĶ": 202,
      "áĢ¼áĢ¬áĢ¸": 203,
      "áĢĽáĢķ": 204,
      "áĢĽáĢľ": 205,
      "áĢ«áĢ¸": 206,
      "áĢŀáĢľ": 207,
      "áĢ¡áĢĢ": 208,
      "ĠáĢ¡áĢħ": 209,
      "ĠáĢĽáĢĶ": 210,
      "áģĢ": 211,
      "ĠáĢĤ": 212,
      "ĠáĢĦ": 213,
      "ĠáĢŁ": 214,
      "áĢĲáĢĲ": 215,
      "áĢľáĢĻ": 216,
      "áĢľáĢĦ": 217,
      "áĢ¼áĢ²": 218,
      "áĢ¾áĢ¬áĢ¸": 219,
      "áĢŀáĢĢ": 220,
      "áĢ¡áĢľ": 221,
      "áĢ¡áĢħ": 222,
      "ĠáĢ¡áĢĢ": 223,
      "ĠáĢķáĢħ": 224,
      "áĢ°áĢ·": 225,
      "áĢĳáĢĬ": 226,
      "áģĬ": 227,
      "áĢ±áĢ«áĢº": 228,
      "áĢ½áĢ¾áĢ±": 229,
      "áĢĴ": 230,
      "áĢĲáĢĢ": 231,
      "áĢĶáĢĬ": 232,
      "áĢĽáĢļ": 233,
      "áĢĽáĢĬ": 234,
      "áĢ»áĢ½áĢ±áĢ¸": 235,
      "ĠáĢ¡áĢķ": 236,
      "ĠáĢ¡áĢĲ": 237,
      "ĠáĢ¡áĢľ": 238,
      "áģģ": 239,
      "áģħ": 240,
      "áĢĿáĢĶ": 241,
      "ĠáĢĿáĢĶ": 242,
      "ĠáĢĹ": 243,
      "áĢķáĢĲ": 244,
      "áĢĻáĢĶ": 245,
      "áĢ¼áĢ¯": 246,
      "áĢ¼áĢ½áĢ±": 247,
      "áĢĽáĢĽáĢĦ": 248,
      "áĢ»áĢ±áĢ¬áĢ·": 249,
      "áĢ»áĢŃáĢ¯áĢ¸": 250,
      "áĢ¡áĢĽáĢĻ": 251,
      "ĠáĢĽáĢĢ": 252,
      "ĠáĢĲáĢĢáĢļ": 253,
      "áĢĿáĢĲ": 254,
      "ĠáĢĨáĢļ": 255
    },
    "merges": [
      "á Ģ",
      "áĢ º",
      "áĢ ¸",
      "áĢ ±",
      "áĢ ¬",
      "Ġ áĢ",
      "áĢ ¯",
      "áĢ ķ",
      "áĢ Ģ",
      "áĢ Ĳ",
      "áĢ Ń",
      "áĢ ľ",
      "áĢ Ļ",
      "áĢ ·",
      "áĢŃ áĢ¯",
      "áĢ Ķ",
      "áĢ Ħ",
      "áĢ ¼",
      "áĢ Ľ",
      "áĢ± áĢ¬",
      "áĢ ²",
      "áĢº áĢ¸",
      "áĢ ħ",
      "áĢ± áĢ¸",
      "áĢ ¾",
      "áĢ »",
      "áĢ «",
      "áĢ ½",
      "áĢ¬ áĢ¸",
      "áĢ ŀ",
      "áĢ ļ",
      "áĢ ®",
      "áĢ ģ",
      "áĢ ¡",
      "áĢŃáĢ¯ áĢ·",
      "áĢ® áĢ¸",
      "ĠáĢ ¡",
      "áĢ² áĢ·",
      "áĢ ¶",
      "ĠáĢ ķ",
      "áĢ °",
      "áĢ Ĩ",
      "ĠáĢ Ļ",
      "áĢ Ĭ",
      "áĢ ĳ",
      "áĢĲ áĢļ",
      "áĢ ĺ",
      "áĢ ĸ",
      "áĢ±áĢ¬ áĢº",
      "áĢ¯ áĢ¶",
      "áĢ¾ áĢ¬",
      "áĢ½ áĢ±",
      "ĠáĢ Ģ",
      "ĠáĢ ľ",
      "ĠáĢ Ľ",
      "ĠáĢ ŀ",
      "áĢ¼ áĢ±áĢ¬",
      "áĢ¯áĢ¶ áĢ¸",
      "áĢ° áĢ¸",
      "áĢº áĢ·",
      "áĢ· áĢº",
      "ĠáĢ ĺ",
      "áĢĽ áĢĦ",
      "ĠáĢ Ĳ",
      "ĠáĢ¡ áĢĻ",
      "áĢ¼ áĢ®áĢ¸",
      "áĢ±áĢ¬ áĢ·",
      "áĢ½ áĢ²",
      "á ģ",
      "áĢŃáĢ¯ áĢ¸",
      "áĢŀ áĢħ",
      "ĠáĢķ áĢĶ",
      "áĢ¾ áĢŃ",
      "ĠáĢ Ķ",
      "áĢ ¹",
      "áĢ Ŀ",
      "áĢ± áĢ·",
      "áĢĻ áĢĽ",
      "áĢ Ĺ",
      "ĠáĢ Ĩ",
      "ĠáĢĺ áĢļ",
      "áĢ¡ áĢĻ",
      "áĢ± áĢ«",
      "áĢħ áĢĬ",
      "ĠáĢ ħ",
      "ĠáĢ ģ",
      "áĢķ áĢħ",
      "áĢ¼ áĢ®",
      "áĢĽ áĢĻ",
      "ĠáĢĻ áĢĶ",
      "áĢĻ áĢķ",
      "áĢ¼ áĢŃáĢ¯áĢ¸",
      "áĢ» áĢ¬",
      "áĢĽ áĢĲ",
      "áĢ½ áĢ¬",
      "ĠáĢ Ĵ",
      "áĢĻ áĢľ",
      "áĢ½ áĢ¾",
      "áĢŀ áĢĻ",
      "áĢ¡ áĢĲ",
      "áĢĺ áĢļ",
      "ĠáĢŀ áĢĻ",
      "áĢĻ áĢĢ",
      "áĢ¼ áĢ±",
      "áĢ¼ áĢŃáĢ¯áĢ·",
      "áĢ½ áĢ¬áĢ¸",
      "áĢĻ áĢļ",
      "áĢ» áĢŃ",
      "áĢ» áĢ¬áĢ¸",
      "áĢĨ áĢĢ",
      "áĢĨ áĢĦ",
      "áĢ Ł",
      "ĠáĢ ĸ",
      "áĢĢ áĢľ",
      "áĢ» áĢ¾",
      "áĢĳ áĢĢ",
      "ĠáĢľ áĢĢ",
      "ĠáĢ ĳ",
      "áĢĲ áĢĶ",
      "áĢģ áĢĦ",
      "ĠáĢ¡ áĢģ",
      "ĠáĢ Ŀ",
      "áĢĢ áĢĲ",
      "áĢľ áĢĢ",
      "áĢĽ áĢŀ",
      "áĢ» áĢ±áĢ¬",
      "áĢ» áĢ±áĢ¸",
      "áĢ» áĢ±áĢ¬áĢº",
      "áĢ¡ áĢķ",
      "áĢ ĩ",
      "áĢĢ áĢļ",
      "áĢĲ áĢħ",
      "áĢľ áĢĬ",
      "áĢħ áĢĢ",
      "áĢ¡ áĢĽ",
      "áĢ¡ áĢĨáĢĦ",
      "áĢĿ áĢļ",
      "áĢ»áĢ¾ áĢ±áĢ¬",
      "áĢ Ĥ",
      "áĢĢ áĢĶ",
      "áĢĲ áĢľ",
      "áĢ¼ áĢ¬",
      "áĢ¼ áĢŃáĢ¯",
      "áĢ¾ áĢ¯",
      "áĢ½ áĢ±áĢ¸",
      "áĢ¡ áĢģ",
      "áĢ ¥",
      "áĢ ī",
      "áĢķ áĢĶ",
      "áĢ¼ áĢ¬áĢ¸",
      "áĢĽ áĢķ",
      "áĢĽ áĢľ",
      "áĢ« áĢ¸",
      "áĢŀ áĢľ",
      "áĢ¡ áĢĢ",
      "ĠáĢ¡ áĢħ",
      "ĠáĢĽ áĢĶ",
      "áģ Ģ",
      "ĠáĢ Ĥ",
      "ĠáĢ Ħ",
      "ĠáĢ Ł",
      "áĢĲ áĢĲ",
      "áĢľ áĢĻ",
      "áĢľ áĢĦ",
      "áĢ¼ áĢ²",
      "áĢ¾ áĢ¬áĢ¸",
      "áĢŀ áĢĢ",
      "áĢ¡ áĢľ",
      "áĢ¡ áĢħ",
      "ĠáĢ¡ áĢĢ",
      "ĠáĢķ áĢħ",
      "áĢ° áĢ·",
      "áĢĳ áĢĬ",
      "áģ Ĭ",
      "áĢ±áĢ« áĢº",
      "áĢ½áĢ¾ áĢ±",
      "áĢ Ĵ",
      "áĢĲ áĢĢ",
      "áĢĶ áĢĬ",
      "áĢĽ áĢļ",
      "áĢĽ áĢĬ",
      "áĢ» áĢ½áĢ±áĢ¸",
      "ĠáĢ¡ áĢķ",
      "ĠáĢ¡ áĢĲ",
      "ĠáĢ¡ áĢľ",
      "áģ ģ",
      "áģ ħ",
      "áĢĿ áĢĶ",
      "ĠáĢĿ áĢĶ",
      "ĠáĢ Ĺ",
      "áĢķ áĢĲ",
      "áĢĻ áĢĶ",
      "áĢ¼ áĢ¯",
      "áĢ¼ áĢ½áĢ±",
      "áĢĽ áĢĽáĢĦ",
      "áĢ» áĢ±áĢ¬áĢ·",
      "áĢ» áĢŃáĢ¯áĢ¸",
      "áĢ¡ áĢĽáĢĻ",
      "ĠáĢĽ áĢĢ",
      "ĠáĢĲ áĢĢáĢļ",
      "áĢĿ áĢĲ",
      "ĠáĢĨ áĢļ"
    ]
  }
}