{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "Sequence",
    "normalizers": []
  },
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "[UNK]": 0,
      "[PAD]": 1,
      "[CLS]": 2,
      "[SEP]": 3,
      "[MASK]": 4,
      "'": 5,
      "(": 6,
      ")": 7,
      "-": 8,
      ".": 9,
      "/": 10,
      "0": 11,
      "1": 12,
      "2": 13,
      "3": 14,
      "4": 15,
      "5": 16,
      "?": 17,
      "A": 18,
      "B": 19,
      "C": 20,
      "D": 21,
      "E": 22,
      "F": 23,
      "G": 24,
      "H": 25,
      "I": 26,
      "K": 27,
      "L": 28,
      "M": 29,
      "N": 30,
      "O": 31,
      "P": 32,
      "R": 33,
      "S": 34,
      "T": 35,
      "V": 36,
      "W": 37,
      "X": 38,
      "Y": 39,
      "Z": 40,
      "a": 41,
      "b": 42,
      "c": 43,
      "d": 44,
      "e": 45,
      "f": 46,
      "g": 47,
      "h": 48,
      "i": 49,
      "j": 50,
      "k": 51,
      "l": 52,
      "m": 53,
      "n": 54,
      "o": 55,
      "p": 56,
      "r": 57,
      "s": 58,
      "t": 59,
      "u": 60,
      "v": 61,
      "w": 62,
      "x": 63,
      "y": 64,
      "¡": 65,
      "¥": 66,
      "¦": 67,
      "§": 68,
      "«": 69,
      "¬": 70,
      "®": 71,
      "¯": 72,
      "°": 73,
      "±": 74,
      "²": 75,
      "¶": 76,
      "·": 77,
      "¸": 78,
      "¹": 79,
      "º": 80,
      "»": 81,
      "¼": 82,
      "½": 83,
      "¾": 84,
      "¿": 85,
      "á": 86,
      "â": 87,
      "Ċ": 88,
      "Ġ": 89,
      "Ģ": 90,
      "ģ": 91,
      "Ĥ": 92,
      "ĥ": 93,
      "Ħ": 94,
      "ħ": 95,
      "Ĩ": 96,
      "ĩ": 97,
      "Ī": 98,
      "ī": 99,
      "Ĭ": 100,
      "Į": 101,
      "ı": 102,
      "Ĳ": 103,
      "ĳ": 104,
      "Ĵ": 105,
      "ĵ": 106,
      "Ķ": 107,
      "ķ": 108,
      "ĸ": 109,
      "Ĺ": 110,
      "ĺ": 111,
      "Ļ": 112,
      "ļ": 113,
      "Ľ": 114,
      "ľ": 115,
      "Ŀ": 116,
      "ŀ": 117,
      "Ł": 118,
      "Ń": 119,
      "áĢ": 120,
      "áĢº": 121,
      "ĠáĢ": 122,
      "áĢ¬": 123,
      "áĢ¸": 124,
      "áĢ±": 125,
      "áĢ¯": 126,
      "áĢķ": 127,
      "áĢĲ": 128,
      "áĢĢ": 129,
      "áĢŃ": 130,
      "áĢľ": 131,
      "áĢĦ": 132,
      "áĢ¼": 133,
      "áĢ·": 134,
      "áĢŃáĢ¯": 135,
      "áĢĻ": 136,
      "áĢĶ": 137,
      "áĢĽ": 138,
      "áĢ±áĢ¬": 139,
      "áĢ²": 140,
      "áĢºáĢ¸": 141,
      "áĢ®": 142,
      "áĢ«": 143,
      "áĢ¾": 144,
      "áĢ¬áĢ¸": 145,
      "áĢļ": 146,
      "áĢ»": 147,
      "áĢ½": 148,
      "áĢħ": 149,
      "áĢģ": 150,
      "áĢŀ": 151,
      "áĢ¡": 152,
      "áĢ¶": 153,
      "áĢ±áĢ¸": 154,
      "áĢĨ": 155,
      "áĢ°": 156,
      "áĢŃáĢ¯áĢ·": 157,
      "áĢ®áĢ¸": 158,
      "áĢ²áĢ·": 159,
      "áĢĳ": 160,
      "ĠáĢ¡": 161,
      "ĠáĢĻ": 162,
      "ĠáĢķ": 163,
      "áĢĺ": 164,
      "ĠáĢĢ": 165,
      "áģ": 166,
      "áĢĬ": 167,
      "er": 168,
      "ĠáĢľ": 169,
      "ĠáĢĽ": 170,
      "áĢ¯áĢ¶": 171,
      "áĢĲáĢļ": 172,
      "áĢĸ": 173,
      "ce": 174,
      "áĢ¯áĢ¶áĢ¸": 175,
      "ĠáĢĲ": 176,
      "áĢ¼áĢ±áĢ¬": 177,
      "áĢ½áĢ±": 178,
      "áĢ¼áĢ®áĢ¸": 179,
      "áĢ°áĢ¸": 180,
      "áĢ¹": 181,
      "áĢ±áĢ¬áĢ·": 182,
      "áĢ¾áĢŃ": 183,
      "ice": 184,
      "vice": 185,
      "ervice": 186,
      "áĢĽáĢĦ": 187,
      "Ġs": 188,
      "ĠáĢĶ": 189,
      "áĢĿ": 190,
      "áĢ¼áĢ®": 191,
      "ĠáĢħ": 192,
      "ĠáĢĸ": 193,
      "Ġservice": 194,
      "áĢºáĢ·": 195,
      "ĠáĢŀ": 196,
      "áĢĻáĢĽ": 197,
      "ĠáĢĽáĢĢ": 198,
      "ĠáĢĨ": 199,
      "áĢľáĢĬ": 200,
      "or": 201,
      "Ġáģ": 202,
      "ĠáĢĺ": 203,
      "áĢĻáĢļ": 204,
      "an": 205,
      "áĢĻáĢķ": 206,
      "om": 207,
      "áĢĽáĢĢ": 208,
      "áĢ¾áĢ¬": 209,
      "áĢ±áĢ¬áĢº": 210,
      "ĠáĢ¡áĢģ": 211,
      "áĢ±áĢ·": 212,
      "áĢ±áĢ«": 213,
      "áĢ¼áĢ±": 214,
      "st": 215,
      "Ġc": 216,
      "ĠáĢģ": 217,
      "áĢ·áĢº": 218,
      "áĢĽáĢĲ": 219,
      "orm": 220,
      "on": 221,
      "ĠC": 222,
      "ĠL": 223,
      "ĠáĢĴ": 224,
      "áĢ¡áĢĲ": 225,
      "áģĢ": 226,
      "áĢĻáĢľ": 227,
      "áĢĨáĢĢ": 228,
      "áĢĨáĢĦ": 229,
      "al": 230,
      "at": 231,
      "ust": 232,
      "áĢĹ": 233,
      "áĢŁ": 234,
      "áĢŃáĢ¯áĢ¸": 235,
      "áĢ½áĢ¬áĢ¸": 236,
      "omer": 237,
      "ustomer": 238,
      "in": 239,
      "ĠB": 240,
      "ĠáĢĳ": 241,
      "áĢ¼áĢŃ": 242,
      "ĠáĢĲáĢĦ": 243,
      "ĠS": 244,
      "Ġb": 245,
      "Ġf": 246,
      "áĢĻáĢĶ": 247,
      "áĢ½áĢ²": 248,
      "áĢ¡áĢĢ": 249,
      "áĢ¹áĢ¸": 250,
      "ĠáĢĨáĢĢ": 251,
      "Form": 252,
      "ion": 253,
      "áĤ": 254,
      "áĢķáĢĦ": 255
    },
    "merges": [
      "á Ģ",
      "áĢ º",
      "Ġ áĢ",
      "áĢ ¬",
      "áĢ ¸",
      "áĢ ±",
      "áĢ ¯",
      "áĢ ķ",
      "áĢ Ĳ",
      "áĢ Ģ",
      "áĢ Ń",
      "áĢ ľ",
      "áĢ Ħ",
      "áĢ ¼",
      "áĢ ·",
      "áĢŃ áĢ¯",
      "áĢ Ļ",
      "áĢ Ķ",
      "áĢ Ľ",
      "áĢ± áĢ¬",
      "áĢ ²",
      "áĢº áĢ¸",
      "áĢ ®",
      "áĢ «",
      "áĢ ¾",
      "áĢ¬ áĢ¸",
      "áĢ ļ",
      "áĢ »",
      "áĢ ½",
      "áĢ ħ",
      "áĢ ģ",
      "áĢ ŀ",
      "áĢ ¡",
      "áĢ ¶",
      "áĢ± áĢ¸",
      "áĢ Ĩ",
      "áĢ °",
      "áĢŃáĢ¯ áĢ·",
      "áĢ® áĢ¸",
      "áĢ² áĢ·",
      "áĢ ĳ",
      "ĠáĢ ¡",
      "ĠáĢ Ļ",
      "ĠáĢ ķ",
      "áĢ ĺ",
      "ĠáĢ Ģ",
      "á ģ",
      "áĢ Ĭ",
      "e r",
      "ĠáĢ ľ",
      "ĠáĢ Ľ",
      "áĢ¯ áĢ¶",
      "áĢĲ áĢļ",
      "áĢ ĸ",
      "c e",
      "áĢ¯áĢ¶ áĢ¸",
      "ĠáĢ Ĳ",
      "áĢ¼ áĢ±áĢ¬",
      "áĢ½ áĢ±",
      "áĢ¼ áĢ®áĢ¸",
      "áĢ° áĢ¸",
      "áĢ ¹",
      "áĢ±áĢ¬ áĢ·",
      "áĢ¾ áĢŃ",
      "i ce",
      "v ice",
      "er vice",
      "áĢĽ áĢĦ",
      "Ġ s",
      "ĠáĢ Ķ",
      "áĢ Ŀ",
      "áĢ¼ áĢ®",
      "ĠáĢ ħ",
      "ĠáĢ ĸ",
      "Ġs ervice",
      "áĢº áĢ·",
      "ĠáĢ ŀ",
      "áĢĻ áĢĽ",
      "ĠáĢĽ áĢĢ",
      "ĠáĢ Ĩ",
      "áĢľ áĢĬ",
      "o r",
      "Ġ áģ",
      "ĠáĢ ĺ",
      "áĢĻ áĢļ",
      "a n",
      "áĢĻ áĢķ",
      "o m",
      "áĢĽ áĢĢ",
      "áĢ¾ áĢ¬",
      "áĢ±áĢ¬ áĢº",
      "ĠáĢ¡ áĢģ",
      "áĢ± áĢ·",
      "áĢ± áĢ«",
      "áĢ¼ áĢ±",
      "s t",
      "Ġ c",
      "ĠáĢ ģ",
      "áĢ· áĢº",
      "áĢĽ áĢĲ",
      "or m",
      "o n",
      "Ġ C",
      "Ġ L",
      "ĠáĢ Ĵ",
      "áĢ¡ áĢĲ",
      "áģ Ģ",
      "áĢĻ áĢľ",
      "áĢĨ áĢĢ",
      "áĢĨ áĢĦ",
      "a l",
      "a t",
      "u st",
      "áĢ Ĺ",
      "áĢ Ł",
      "áĢŃáĢ¯ áĢ¸",
      "áĢ½ áĢ¬áĢ¸",
      "om er",
      "ust omer",
      "i n",
      "Ġ B",
      "ĠáĢ ĳ",
      "áĢ¼ áĢŃ",
      "ĠáĢĲ áĢĦ",
      "Ġ S",
      "Ġ b",
      "Ġ f",
      "áĢĻ áĢĶ",
      "áĢ½ áĢ²",
      "áĢ¡ áĢĢ",
      "áĢ¹ áĢ¸",
      "ĠáĢĨ áĢĢ",
      "F orm",
      "i on",
      "á Ĥ",
      "áĢķ áĢĦ"
    ]
  }
}