{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "Sequence",
    "normalizers": []
  },
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "[UNK]": 0,
      "[PAD]": 1,
      "[CLS]": 2,
      "[SEP]": 3,
      "[MASK]": 4,
      "%": 5,
      "&": 6,
      "'": 7,
      "(": 8,
      ")": 9,
      ",": 10,
      "-": 11,
      "A": 12,
      "B": 13,
      "C": 14,
      "D": 15,
      "E": 16,
      "F": 17,
      "G": 18,
      "H": 19,
      "I": 20,
      "K": 21,
      "L": 22,
      "M": 23,
      "N": 24,
      "O": 25,
      "P": 26,
      "R": 27,
      "S": 28,
      "T": 29,
      "U": 30,
      "V": 31,
      "W": 32,
      "X": 33,
      "Y": 34,
      "Z": 35,
      "_": 36,
      "a": 37,
      "b": 38,
      "c": 39,
      "d": 40,
      "e": 41,
      "f": 42,
      "g": 43,
      "h": 44,
      "i": 45,
      "j": 46,
      "k": 47,
      "l": 48,
      "m": 49,
      "n": 50,
      "o": 51,
      "p": 52,
      "q": 53,
      "r": 54,
      "s": 55,
      "t": 56,
      "u": 57,
      "v": 58,
      "w": 59,
      "x": 60,
      "y": 61,
      "¡": 62,
      "¥": 63,
      "¦": 64,
      "«": 65,
      "¬": 66,
      "®": 67,
      "¯": 68,
      "°": 69,
      "±": 70,
      "²": 71,
      "¶": 72,
      "·": 73,
      "¸": 74,
      "¹": 75,
      "º": 76,
      "»": 77,
      "¼": 78,
      "½": 79,
      "¾": 80,
      "¿": 81,
      "á": 82,
      "â": 83,
      "Ġ": 84,
      "Ģ": 85,
      "ģ": 86,
      "Ĥ": 87,
      "ĥ": 88,
      "Ħ": 89,
      "ħ": 90,
      "Ĩ": 91,
      "ĩ": 92,
      "Ī": 93,
      "ī": 94,
      "Ĭ": 95,
      "Į": 96,
      "İ": 97,
      "ı": 98,
      "Ĳ": 99,
      "ĳ": 100,
      "Ĵ": 101,
      "ĵ": 102,
      "Ķ": 103,
      "ķ": 104,
      "ĸ": 105,
      "Ĺ": 106,
      "ĺ": 107,
      "Ļ": 108,
      "ļ": 109,
      "Ľ": 110,
      "ľ": 111,
      "Ŀ": 112,
      "ŀ": 113,
      "Ł": 114,
      "Ń": 115,
      "áĢ": 116,
      "áĢº": 117,
      "áĢ¸": 118,
      "áĢ¬": 119,
      "ĠáĢ": 120,
      "áĢ±": 121,
      "áĢ¯": 122,
      "áĢŃ": 123,
      "áĢķ": 124,
      "áĢĲ": 125,
      "áĢĢ": 126,
      "áĢľ": 127,
      "áĢĦ": 128,
      "áĢŃáĢ¯": 129,
      "áĢ·": 130,
      "áĢĻ": 131,
      "áĢ¼": 132,
      "áĢĶ": 133,
      "áĢĽ": 134,
      "áĢ±áĢ¬": 135,
      "áĢ²": 136,
      "áĢºáĢ¸": 137,
      "áĢ¾": 138,
      "áĢļ": 139,
      "áĢ»": 140,
      "áĢ®": 141,
      "áĢ«": 142,
      "áĢ¬áĢ¸": 143,
      "áĢŀ": 144,
      "áĢħ": 145,
      "áĢ¡": 146,
      "áĢ½": 147,
      "áĢ±áĢ¸": 148,
      "áĢģ": 149,
      "áĢĨ": 150,
      "áĢŃáĢ¯áĢ·": 151,
      "áĢ°": 152,
      "áĢ¶": 153,
      "ĠáĢ¡": 154,
      "áĢĺ": 155,
      "áĢ²áĢ·": 156,
      "áĢĬ": 157,
      "ĠáĢĻ": 158,
      "áĢ®áĢ¸": 159,
      "áĢĳ": 160,
      "áĢĲáĢļ": 161,
      "áĢ¯áĢ¶": 162,
      "áĢĸ": 163,
      "ĠáĢķ": 164,
      "ĠáĢľ": 165,
      "ĠáĢĢ": 166,
      "áĢ°áĢ¸": 167,
      "áĢ¯áĢ¶áĢ¸": 168,
      "er": 169,
      "ĠáĢĲ": 170,
      "áĢ½áĢ±": 171,
      "áĢ¼áĢ±áĢ¬": 172,
      "áĢĿ": 173,
      "áĢ±áĢ¬áĢ·": 174,
      "áĢºáĢ·": 175,
      "áĢ¼áĢ®áĢ¸": 176,
      "ĠáĢĽ": 177,
      "áĢ¾áĢŃ": 178,
      "ĠáĢħ": 179,
      "áĢ¾áĢ¬": 180,
      "áĢĽáĢĦ": 181,
      "áĢľáĢĬ": 182,
      "ce": 183,
      "ĠáĢŀ": 184,
      "áĢ¼áĢ®": 185,
      "vi": 186,
      "ĠáĢĶ": 187,
      "ervi": 188,
      "ervice": 189,
      "áĢĻáĢľ": 190,
      "Ġs": 191,
      "áĢŃáĢ¯áĢ¸": 192,
      "ĠáĢĺ": 193,
      "áĢĻáĢĽ": 194,
      "ĠáĢĸ": 195,
      "áĢ¹": 196,
      "áĢĻáĢļ": 197,
      "áĢ±áĢ¬áĢº": 198,
      "áģ": 199,
      "áĢ·áĢº": 200,
      "Ġservice": 201,
      "áĢĻáĢķ": 202,
      "or": 203,
      "áĢ¼áĢ±": 204,
      "ĠáĢ¡áĢģ": 205,
      "áĢ½áĢ¬áĢ¸": 206,
      "om": 207,
      "Ġc": 208,
      "áĢĨáĢĢ": 209,
      "ĠáĢģ": 210,
      "ĠáĢĨ": 211,
      "áĢĲáĢĦ": 212,
      "áĢĽáĢĢ": 213,
      "áĢĺáĢļ": 214,
      "orm": 215,
      "an": 216,
      "in": 217,
      "st": 218,
      "áĢ±áĢ·": 219,
      "áĢ»áĢ¬áĢ¸": 220,
      "âĢ": 221,
      "ĠáĢĴ": 222,
      "áĢĽáĢĲ": 223,
      "áĢ¡áĢģ": 224,
      "at": 225,
      "áĢ±áĢ«": 226,
      "áĢĻáĢĢ": 227,
      "áĢ»áĢŃ": 228,
      "ĠáĢĲáĢħ": 229,
      "áĢĿáĢĶ": 230,
      "form": 231,
      "ĠB": 232,
      "áĢĴ": 233,
      "áĢĹ": 234,
      "áĢĻáĢŀ": 235,
      "áĢ¼áĢ¬": 236,
      "áĢĽáĢķ": 237,
      "áĢĽáĢľ": 238,
      "áĢĨáĢĦ": 239,
      "on": 240,
      "ĠL": 241,
      "Ġb": 242,
      "Ġform": 243,
      "áĢĽáĢĻ": 244,
      "áĢ¾áĢ¯": 245,
      "áĢ»áĢ±áĢ¸": 246,
      "áĢ»áĢŃáĢ¯áĢ¸": 247,
      "áĢ½áĢ²": 248,
      "ĠáĢ¡áĢĻ": 249,
      "áĢĿáĢļ": 250,
      "ĠáĢĽáĢĢ": 251,
      "ĠáĢĺáĢļ": 252,
      "ll": 253,
      "Ġp": 254,
      "áĢŁ": 255
    },
    "merges": [
      "á Ģ",
      "áĢ º",
      "áĢ ¸",
      "áĢ ¬",
      "Ġ áĢ",
      "áĢ ±",
      "áĢ ¯",
      "áĢ Ń",
      "áĢ ķ",
      "áĢ Ĳ",
      "áĢ Ģ",
      "áĢ ľ",
      "áĢ Ħ",
      "áĢŃ áĢ¯",
      "áĢ ·",
      "áĢ Ļ",
      "áĢ ¼",
      "áĢ Ķ",
      "áĢ Ľ",
      "áĢ± áĢ¬",
      "áĢ ²",
      "áĢº áĢ¸",
      "áĢ ¾",
      "áĢ ļ",
      "áĢ »",
      "áĢ ®",
      "áĢ «",
      "áĢ¬ áĢ¸",
      "áĢ ŀ",
      "áĢ ħ",
      "áĢ ¡",
      "áĢ ½",
      "áĢ± áĢ¸",
      "áĢ ģ",
      "áĢ Ĩ",
      "áĢŃáĢ¯ áĢ·",
      "áĢ °",
      "áĢ ¶",
      "ĠáĢ ¡",
      "áĢ ĺ",
      "áĢ² áĢ·",
      "áĢ Ĭ",
      "ĠáĢ Ļ",
      "áĢ® áĢ¸",
      "áĢ ĳ",
      "áĢĲ áĢļ",
      "áĢ¯ áĢ¶",
      "áĢ ĸ",
      "ĠáĢ ķ",
      "ĠáĢ ľ",
      "ĠáĢ Ģ",
      "áĢ° áĢ¸",
      "áĢ¯áĢ¶ áĢ¸",
      "e r",
      "ĠáĢ Ĳ",
      "áĢ½ áĢ±",
      "áĢ¼ áĢ±áĢ¬",
      "áĢ Ŀ",
      "áĢ±áĢ¬ áĢ·",
      "áĢº áĢ·",
      "áĢ¼ áĢ®áĢ¸",
      "ĠáĢ Ľ",
      "áĢ¾ áĢŃ",
      "ĠáĢ ħ",
      "áĢ¾ áĢ¬",
      "áĢĽ áĢĦ",
      "áĢľ áĢĬ",
      "c e",
      "ĠáĢ ŀ",
      "áĢ¼ áĢ®",
      "v i",
      "ĠáĢ Ķ",
      "er vi",
      "ervi ce",
      "áĢĻ áĢľ",
      "Ġ s",
      "áĢŃáĢ¯ áĢ¸",
      "ĠáĢ ĺ",
      "áĢĻ áĢĽ",
      "ĠáĢ ĸ",
      "áĢ ¹",
      "áĢĻ áĢļ",
      "áĢ±áĢ¬ áĢº",
      "á ģ",
      "áĢ· áĢº",
      "Ġs ervice",
      "áĢĻ áĢķ",
      "o r",
      "áĢ¼ áĢ±",
      "ĠáĢ¡ áĢģ",
      "áĢ½ áĢ¬áĢ¸",
      "o m",
      "Ġ c",
      "áĢĨ áĢĢ",
      "ĠáĢ ģ",
      "ĠáĢ Ĩ",
      "áĢĲ áĢĦ",
      "áĢĽ áĢĢ",
      "áĢĺ áĢļ",
      "or m",
      "a n",
      "i n",
      "s t",
      "áĢ± áĢ·",
      "áĢ» áĢ¬áĢ¸",
      "â Ģ",
      "ĠáĢ Ĵ",
      "áĢĽ áĢĲ",
      "áĢ¡ áĢģ",
      "a t",
      "áĢ± áĢ«",
      "áĢĻ áĢĢ",
      "áĢ» áĢŃ",
      "ĠáĢĲ áĢħ",
      "áĢĿ áĢĶ",
      "f orm",
      "Ġ B",
      "áĢ Ĵ",
      "áĢ Ĺ",
      "áĢĻ áĢŀ",
      "áĢ¼ áĢ¬",
      "áĢĽ áĢķ",
      "áĢĽ áĢľ",
      "áĢĨ áĢĦ",
      "o n",
      "Ġ L",
      "Ġ b",
      "Ġ form",
      "áĢĽ áĢĻ",
      "áĢ¾ áĢ¯",
      "áĢ» áĢ±áĢ¸",
      "áĢ» áĢŃáĢ¯áĢ¸",
      "áĢ½ áĢ²",
      "ĠáĢ¡ áĢĻ",
      "áĢĿ áĢļ",
      "ĠáĢĽ áĢĢ",
      "ĠáĢĺ áĢļ",
      "l l",
      "Ġ p",
      "áĢ Ł"
    ]
  }
}