{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "Sequence",
    "normalizers": []
  },
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "[UNK]": 0,
      "[PAD]": 1,
      "[CLS]": 2,
      "[SEP]": 3,
      "[MASK]": 4,
      "¡": 5,
      "¥": 6,
      "¦": 7,
      "«": 8,
      "¬": 9,
      "®": 10,
      "¯": 11,
      "°": 12,
      "±": 13,
      "²": 14,
      "³": 15,
      "¶": 16,
      "·": 17,
      "¸": 18,
      "¹": 19,
      "º": 20,
      "»": 21,
      "¼": 22,
      "½": 23,
      "¾": 24,
      "á": 25,
      "Ċ": 26,
      "Ġ": 27,
      "Ģ": 28,
      "ģ": 29,
      "Ĥ": 30,
      "ĥ": 31,
      "Ħ": 32,
      "ħ": 33,
      "Ĩ": 34,
      "ĩ": 35,
      "Ī": 36,
      "ī": 37,
      "Ĭ": 38,
      "Ĳ": 39,
      "ĳ": 40,
      "Ĵ": 41,
      "Ķ": 42,
      "ķ": 43,
      "ĸ": 44,
      "Ĺ": 45,
      "ĺ": 46,
      "Ļ": 47,
      "ļ": 48,
      "Ľ": 49,
      "ľ": 50,
      "Ŀ": 51,
      "ŀ": 52,
      "Ł": 53,
      "Ń": 54,
      "áĢ": 55,
      "áĢº": 56,
      "áĢ¸": 57,
      "ĠáĢ": 58,
      "áĢ¬": 59,
      "áĢ±": 60,
      "áĢ¯": 61,
      "áĢŃ": 62,
      "áĢĢ": 63,
      "áĢķ": 64,
      "áĢĲ": 65,
      "áĢľ": 66,
      "áĢŃáĢ¯": 67,
      "áĢ·": 68,
      "áĢĦ": 69,
      "áĢĶ": 70,
      "áĢĻ": 71,
      "áĢ±áĢ¬": 72,
      "áĢĽ": 73,
      "áĢ¼": 74,
      "áĢºáĢ¸": 75,
      "áĢ²": 76,
      "áĢ¾": 77,
      "áĢ¬áĢ¸": 78,
      "áĢ±áĢ¸": 79,
      "áĢ«": 80,
      "áĢ»": 81,
      "áĢļ": 82,
      "áĢħ": 83,
      "áĢ½": 84,
      "áĢģ": 85,
      "áĢŃáĢ¯áĢ·": 86,
      "áĢŀ": 87,
      "áĢ°": 88,
      "áĢ¶": 89,
      "áĢ®": 90,
      "áĢĨ": 91,
      "áĢĺ": 92,
      "ĠáĢ¡": 93,
      "ĠáĢĻ": 94,
      "áĢĬ": 95,
      "áĢĲáĢļ": 96,
      "áĢĳ": 97,
      "áĢ²áĢ·": 98,
      "ĠáĢľ": 99,
      "áĢ¡": 100,
      "ĠáĢķ": 101,
      "ĠáĢĽ": 102,
      "áĢ®áĢ¸": 103,
      "áĢ°áĢ¸": 104,
      "ĠáĢĢ": 105,
      "áĢ¯áĢ¶": 106,
      "áĢĸ": 107,
      "áĢ±áĢ¬áĢ·": 108,
      "áĢ¯áĢ¶áĢ¸": 109,
      "áĢ·áĢº": 110,
      "ĠáĢŀ": 111,
      "ĠáĢħ": 112,
      "áĢ¾áĢ¬": 113,
      "áĢ½áĢ±": 114,
      "áĢ±áĢ¬áĢº": 115,
      "áĢĿ": 116,
      "áĢŃáĢ¯áĢ¸": 117,
      "áĢ¾áĢŃ": 118,
      "áĢ¹": 119,
      "ĠáĢĶ": 120,
      "áĢ¼áĢ±áĢ¬": 121,
      "ĠáĢĲ": 122,
      "áĢ¼áĢ®áĢ¸": 123,
      "ĠáĢģ": 124,
      "áĢ½áĢ²": 125,
      "ĠáĢĺ": 126,
      "áĢŁ": 127,
      "áĢĻáĢľ": 128,
      "áĢĽáĢĦ": 129,
      "áĢºáĢ·": 130,
      "áĢĻáĢĽ": 131,
      "áĢ»áĢ¬": 132,
      "ĠáĢĸ": 133,
      "áĢ¼áĢŃáĢ¯áĢ¸": 134,
      "áģ": 135,
      "ĠáĢĴ": 136,
      "áĢĺáĢļ": 137,
      "áĢĹ": 138,
      "ĠáĢĨ": 139,
      "áĢĻáĢķ": 140,
      "áĢħáĢĬ": 141,
      "áĢĻáĢĢ": 142,
      "áĢ»áĢŃ": 143,
      "áĢ»áĢ¬áĢ¸": 144,
      "áĢ±áĢ«": 145,
      "áĢľáĢĬ": 146,
      "áĢ¼áĢ±": 147,
      "áĢ¼áĢŃáĢ¯áĢ·": 148,
      "ĠáĢĻáĢĶ": 149,
      "ĠáĢĺáĢļ": 150,
      "ĠáĢĿ": 151,
      "áĢĨáĢĢ": 152,
      "áĢĳáĢĢ": 153,
      "áĢĿáĢļ": 154,
      "áĢ±áĢ·": 155,
      "áĢĲáĢĶ": 156,
      "áĢĻáĢļ": 157,
      "áĢ½áĢ¾": 158,
      "ĠáĢľáĢĢ": 159,
      "ĠáĢĦ": 160,
      "ĠáĢĳ": 161,
      "áĢĢáĢľ": 162,
      "áĢĢáĢĶ": 163,
      "áĢķáĢħ": 164,
      "áĢĽáĢĲ": 165,
      "áĢĽáĢĻ": 166,
      "áĢ¼áĢŃáĢ¯": 167,
      "áĢ½áĢ¬": 168,
      "ĠáĢ¡áĢģ": 169,
      "áģĢ": 170,
      "áĢ¦": 171,
      "áĢĻáĢĲ": 172,
      "áĢ½áĢ±áĢ¸": 173,
      "áĢĨáĢĦ": 174,
      "áĢ½áĢ¾áĢ±": 175,
      "áĢĤ": 176,
      "ĠáĢļ": 177,
      "ĠáĢŁ": 178,
      "áĢĢáĢĻ": 179,
      "áĢķáĢĦ": 180,
      "áĢľáĢĢ": 181,
      "áĢ¾áĢ¯": 182,
      "áĢ»áĢ±áĢ¬": 183,
      "áĢ½áĢ¬áĢ¸": 184,
      "ĠáĢ¡áĢĢ": 185,
      "ĠáĢĻáĢĢ": 186,
      "áĢ¡áĢķ": 187,
      "ĠáĢķáĢħ": 188,
      "ĠáĢĽáĢĶ": 189,
      "áĢĿáĢĶ": 190,
      "áĢºáĢ¹": 191,
      "áĢĲáĢľ": 192,
      "áĢĻáĢĻ": 193,
      "áĢĽáĢĲáĢļ": 194,
      "áĢ»áĢ¾": 195,
      "áĢ»áĢ±áĢ¸": 196,
      "áĢ»áĢ±áĢ¬áĢº": 197,
      "áĢħáĢĢ": 198,
      "áĢģáĢĦ": 199,
      "áĢŀáĢĺ": 200,
      "áĢĳáĢĬ": 201,
      "ĠáĢĿáĢļ": 202,
      "áĢĩ": 203,
      "áĢī": 204,
      "ĠáĢĪ": 205,
      "ĠáĢĬ": 206,
      "áĢĢáĢķ": 207,
      "áĢĲáĢģ": 208,
      "áĢľáĢĦ": 209,
      "áĢ¼áĢŃ": 210,
      "áĢ¼áĢ¬áĢ¸": 211,
      "áĢ¼áĢ®": 212,
      "áĢŀáĢľ": 213,
      "ĠáĢ¡áĢķ": 214,
      "ĠáĢ¡áĢĲ": 215,
      "ĠáĢ¡áĢľ": 216,
      "ĠáĢ¡áĢħ": 217,
      "ĠáĢĻáĢĲ": 218,
      "áĢĳáĢĦ": 219,
      "áĢ¡áĢĻ": 220,
      "ĠáĢĢáĢĶ": 221,
      "ĠáĢŀáĢĦ": 222,
      "ĠáĢĨáĢĢ": 223,
      "áĢ±áĢ«áĢº": 224,
      "áĢ»áĢ¾áĢ±áĢ¬áĢ·": 225,
      "áĢĴ": 226,
      "ĠáĢ±": 227,
      "ĠáĢĤ": 228,
      "ĠáĢĹ": 229,
      "áĢ¬áĢ·": 230,
      "áĢķáĢĲ": 231,
      "áĢĲáĢĢ": 232,
      "áĢĲáĢĦ": 233,
      "áĢľáĢĻ": 234,
      "áĢĻáĢĶ": 235,
      "áĢĻáĢŁ": 236,
      "áĢĽáĢľ": 237,
      "áĢĽáĢĶ": 238,
      "áĢĽáĢŀ": 239,
      "áĢĽáĢĻáĢľ": 240,
      "áĢ¼áĢ°": 241,
      "áĢ«áĢ¸": 242,
      "áĢ«áĢ·": 243,
      "áĢ»áĢ½": 244,
      "áĢħáĢī": 245,
      "áĢ¶áĢ·": 246,
      "ĠáĢ¡áĢĻ": 247,
      "ĠáĢ¡áĢŀ": 248,
      "ĠáĢ¡áĢĽáĢĦ": 249,
      "ĠáĢ¡áĢĽáĢĻ": 250,
      "ĠáĢ¡áĢĨáĢĦ": 251,
      "ĠáĢĻáĢķ": 252,
      "ĠáĢĻáĢĦ": 253,
      "ĠáĢĻáĢĻ": 254,
      "ĠáĢĻáĢŁ": 255
    },
    "merges": [
      "á Ģ",
      "áĢ º",
      "áĢ ¸",
      "Ġ áĢ",
      "áĢ ¬",
      "áĢ ±",
      "áĢ ¯",
      "áĢ Ń",
      "áĢ Ģ",
      "áĢ ķ",
      "áĢ Ĳ",
      "áĢ ľ",
      "áĢŃ áĢ¯",
      "áĢ ·",
      "áĢ Ħ",
      "áĢ Ķ",
      "áĢ Ļ",
      "áĢ± áĢ¬",
      "áĢ Ľ",
      "áĢ ¼",
      "áĢº áĢ¸",
      "áĢ ²",
      "áĢ ¾",
      "áĢ¬ áĢ¸",
      "áĢ± áĢ¸",
      "áĢ «",
      "áĢ »",
      "áĢ ļ",
      "áĢ ħ",
      "áĢ ½",
      "áĢ ģ",
      "áĢŃáĢ¯ áĢ·",
      "áĢ ŀ",
      "áĢ °",
      "áĢ ¶",
      "áĢ ®",
      "áĢ Ĩ",
      "áĢ ĺ",
      "ĠáĢ ¡",
      "ĠáĢ Ļ",
      "áĢ Ĭ",
      "áĢĲ áĢļ",
      "áĢ ĳ",
      "áĢ² áĢ·",
      "ĠáĢ ľ",
      "áĢ ¡",
      "ĠáĢ ķ",
      "ĠáĢ Ľ",
      "áĢ® áĢ¸",
      "áĢ° áĢ¸",
      "ĠáĢ Ģ",
      "áĢ¯ áĢ¶",
      "áĢ ĸ",
      "áĢ±áĢ¬ áĢ·",
      "áĢ¯áĢ¶ áĢ¸",
      "áĢ· áĢº",
      "ĠáĢ ŀ",
      "ĠáĢ ħ",
      "áĢ¾ áĢ¬",
      "áĢ½ áĢ±",
      "áĢ±áĢ¬ áĢº",
      "áĢ Ŀ",
      "áĢŃáĢ¯ áĢ¸",
      "áĢ¾ áĢŃ",
      "áĢ ¹",
      "ĠáĢ Ķ",
      "áĢ¼ áĢ±áĢ¬",
      "ĠáĢ Ĳ",
      "áĢ¼ áĢ®áĢ¸",
      "ĠáĢ ģ",
      "áĢ½ áĢ²",
      "ĠáĢ ĺ",
      "áĢ Ł",
      "áĢĻ áĢľ",
      "áĢĽ áĢĦ",
      "áĢº áĢ·",
      "áĢĻ áĢĽ",
      "áĢ» áĢ¬",
      "ĠáĢ ĸ",
      "áĢ¼ áĢŃáĢ¯áĢ¸",
      "á ģ",
      "ĠáĢ Ĵ",
      "áĢĺ áĢļ",
      "áĢ Ĺ",
      "ĠáĢ Ĩ",
      "áĢĻ áĢķ",
      "áĢħ áĢĬ",
      "áĢĻ áĢĢ",
      "áĢ» áĢŃ",
      "áĢ» áĢ¬áĢ¸",
      "áĢ± áĢ«",
      "áĢľ áĢĬ",
      "áĢ¼ áĢ±",
      "áĢ¼ áĢŃáĢ¯áĢ·",
      "ĠáĢĻ áĢĶ",
      "ĠáĢĺ áĢļ",
      "ĠáĢ Ŀ",
      "áĢĨ áĢĢ",
      "áĢĳ áĢĢ",
      "áĢĿ áĢļ",
      "áĢ± áĢ·",
      "áĢĲ áĢĶ",
      "áĢĻ áĢļ",
      "áĢ½ áĢ¾",
      "ĠáĢľ áĢĢ",
      "ĠáĢ Ħ",
      "ĠáĢ ĳ",
      "áĢĢ áĢľ",
      "áĢĢ áĢĶ",
      "áĢķ áĢħ",
      "áĢĽ áĢĲ",
      "áĢĽ áĢĻ",
      "áĢ¼ áĢŃáĢ¯",
      "áĢ½ áĢ¬",
      "ĠáĢ¡ áĢģ",
      "áģ Ģ",
      "áĢ ¦",
      "áĢĻ áĢĲ",
      "áĢ½ áĢ±áĢ¸",
      "áĢĨ áĢĦ",
      "áĢ½áĢ¾ áĢ±",
      "áĢ Ĥ",
      "ĠáĢ ļ",
      "ĠáĢ Ł",
      "áĢĢ áĢĻ",
      "áĢķ áĢĦ",
      "áĢľ áĢĢ",
      "áĢ¾ áĢ¯",
      "áĢ» áĢ±áĢ¬",
      "áĢ½ áĢ¬áĢ¸",
      "ĠáĢ¡ áĢĢ",
      "ĠáĢĻ áĢĢ",
      "áĢ¡ áĢķ",
      "ĠáĢķ áĢħ",
      "ĠáĢĽ áĢĶ",
      "áĢĿ áĢĶ",
      "áĢº áĢ¹",
      "áĢĲ áĢľ",
      "áĢĻ áĢĻ",
      "áĢĽ áĢĲáĢļ",
      "áĢ» áĢ¾",
      "áĢ» áĢ±áĢ¸",
      "áĢ» áĢ±áĢ¬áĢº",
      "áĢħ áĢĢ",
      "áĢģ áĢĦ",
      "áĢŀ áĢĺ",
      "áĢĳ áĢĬ",
      "ĠáĢĿ áĢļ",
      "áĢ ĩ",
      "áĢ ī",
      "ĠáĢ Ī",
      "ĠáĢ Ĭ",
      "áĢĢ áĢķ",
      "áĢĲ áĢģ",
      "áĢľ áĢĦ",
      "áĢ¼ áĢŃ",
      "áĢ¼ áĢ¬áĢ¸",
      "áĢ¼ áĢ®",
      "áĢŀ áĢľ",
      "ĠáĢ¡ áĢķ",
      "ĠáĢ¡ áĢĲ",
      "ĠáĢ¡ áĢľ",
      "ĠáĢ¡ áĢħ",
      "ĠáĢĻ áĢĲ",
      "áĢĳ áĢĦ",
      "áĢ¡ áĢĻ",
      "ĠáĢĢ áĢĶ",
      "ĠáĢŀ áĢĦ",
      "ĠáĢĨ áĢĢ",
      "áĢ±áĢ« áĢº",
      "áĢ»áĢ¾ áĢ±áĢ¬áĢ·",
      "áĢ Ĵ",
      "ĠáĢ ±",
      "ĠáĢ Ĥ",
      "ĠáĢ Ĺ",
      "áĢ¬ áĢ·",
      "áĢķ áĢĲ",
      "áĢĲ áĢĢ",
      "áĢĲ áĢĦ",
      "áĢľ áĢĻ",
      "áĢĻ áĢĶ",
      "áĢĻ áĢŁ",
      "áĢĽ áĢľ",
      "áĢĽ áĢĶ",
      "áĢĽ áĢŀ",
      "áĢĽ áĢĻáĢľ",
      "áĢ¼ áĢ°",
      "áĢ« áĢ¸",
      "áĢ« áĢ·",
      "áĢ» áĢ½",
      "áĢħ áĢī",
      "áĢ¶ áĢ·",
      "ĠáĢ¡ áĢĻ",
      "ĠáĢ¡ áĢŀ",
      "ĠáĢ¡ áĢĽáĢĦ",
      "ĠáĢ¡ áĢĽáĢĻ",
      "ĠáĢ¡ áĢĨáĢĦ",
      "ĠáĢĻ áĢķ",
      "ĠáĢĻ áĢĦ",
      "ĠáĢĻ áĢĻ",
      "ĠáĢĻ áĢŁ"
    ]
  }
}