{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "Sequence",
    "normalizers": []
  },
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "[UNK]": 0,
      "[PAD]": 1,
      "[CLS]": 2,
      "[SEP]": 3,
      "[MASK]": 4,
      "'": 5,
      "(": 6,
      ")": 7,
      ".": 8,
      "/": 9,
      "0": 10,
      "1": 11,
      "2": 12,
      "3": 13,
      "4": 14,
      "5": 15,
      "7": 16,
      "?": 17,
      "A": 18,
      "B": 19,
      "C": 20,
      "D": 21,
      "E": 22,
      "F": 23,
      "G": 24,
      "H": 25,
      "I": 26,
      "K": 27,
      "L": 28,
      "M": 29,
      "N": 30,
      "O": 31,
      "P": 32,
      "R": 33,
      "S": 34,
      "T": 35,
      "V": 36,
      "W": 37,
      "X": 38,
      "Y": 39,
      "Z": 40,
      "a": 41,
      "b": 42,
      "c": 43,
      "d": 44,
      "e": 45,
      "f": 46,
      "g": 47,
      "h": 48,
      "i": 49,
      "j": 50,
      "k": 51,
      "l": 52,
      "m": 53,
      "n": 54,
      "o": 55,
      "p": 56,
      "r": 57,
      "s": 58,
      "t": 59,
      "u": 60,
      "v": 61,
      "w": 62,
      "x": 63,
      "y": 64,
      "¡": 65,
      "¥": 66,
      "¦": 67,
      "«": 68,
      "¬": 69,
      "®": 70,
      "¯": 71,
      "°": 72,
      "±": 73,
      "²": 74,
      "¶": 75,
      "·": 76,
      "¸": 77,
      "¹": 78,
      "º": 79,
      "»": 80,
      "¼": 81,
      "½": 82,
      "¾": 83,
      "¿": 84,
      "á": 85,
      "ð": 86,
      "Ċ": 87,
      "Ġ": 88,
      "Ģ": 89,
      "ģ": 90,
      "Ĥ": 91,
      "ĥ": 92,
      "Ħ": 93,
      "ħ": 94,
      "Ĩ": 95,
      "ĩ": 96,
      "Ī": 97,
      "ī": 98,
      "Ĭ": 99,
      "į": 100,
      "ı": 101,
      "Ĳ": 102,
      "ĳ": 103,
      "Ĵ": 104,
      "ĵ": 105,
      "Ķ": 106,
      "ķ": 107,
      "ĸ": 108,
      "Ĺ": 109,
      "ĺ": 110,
      "Ļ": 111,
      "ļ": 112,
      "Ľ": 113,
      "ľ": 114,
      "Ŀ": 115,
      "ŀ": 116,
      "Ł": 117,
      "Ń": 118,
      "áĢ": 119,
      "áĢº": 120,
      "áĢ¸": 121,
      "ĠáĢ": 122,
      "áĢ¬": 123,
      "áĢ±": 124,
      "áĢ¯": 125,
      "áĢķ": 126,
      "áĢĢ": 127,
      "áĢŃ": 128,
      "áĢĲ": 129,
      "áĢľ": 130,
      "áĢ·": 131,
      "áĢŃáĢ¯": 132,
      "áĢĦ": 133,
      "áĢĽ": 134,
      "áĢ¼": 135,
      "áĢĶ": 136,
      "áĢĻ": 137,
      "áĢ±áĢ¬": 138,
      "áĢ²": 139,
      "áĢºáĢ¸": 140,
      "áĢ«": 141,
      "áĢ¾": 142,
      "áĢļ": 143,
      "áĢ¬áĢ¸": 144,
      "áĢ®": 145,
      "áĢ»": 146,
      "áĢħ": 147,
      "áĢ½": 148,
      "áĢ±áĢ¸": 149,
      "áĢģ": 150,
      "áĢŃáĢ¯áĢ·": 151,
      "áĢ¡": 152,
      "áĢ°": 153,
      "áĢŀ": 154,
      "áĢ¶": 155,
      "áĢ²áĢ·": 156,
      "áĢĨ": 157,
      "áĢĬ": 158,
      "áĢĺ": 159,
      "ĠáĢ¡": 160,
      "áĢĳ": 161,
      "ĠáĢĻ": 162,
      "áĢ®áĢ¸": 163,
      "áĢĲáĢļ": 164,
      "ĠáĢĢ": 165,
      "ĠáĢľ": 166,
      "ĠáĢķ": 167,
      "áĢĸ": 168,
      "áĢ¯áĢ¶": 169,
      "áĢ°áĢ¸": 170,
      "ĠáĢĽ": 171,
      "ĠáĢĲ": 172,
      "áĢ¯áĢ¶áĢ¸": 173,
      "áĢ½áĢ±": 174,
      "áģ": 175,
      "áĢ¼áĢ®áĢ¸": 176,
      "er": 177,
      "áĢ¾áĢŃ": 178,
      "áĢ¼áĢ±áĢ¬": 179,
      "áĢ±áĢ¬áĢ·": 180,
      "áĢ¹": 181,
      "ĠáĢĶ": 182,
      "áĢ±áĢ¬áĢº": 183,
      "ce": 184,
      "ĠáĢŀ": 185,
      "áĢĽáĢĦ": 186,
      "áĢ¾áĢ¬": 187,
      "áĢĿ": 188,
      "ĠáĢħ": 189,
      "ĠáĢĺ": 190,
      "áĢ±áĢ«": 191,
      "áĢºáĢ·": 192,
      "áĢ·áĢº": 193,
      "ice": 194,
      "vice": 195,
      "áĢľáĢĬ": 196,
      "áĢĻáĢļ": 197,
      "ervice": 198,
      "Ġs": 199,
      "áĢŃáĢ¯áĢ¸": 200,
      "ĠáĢĨ": 201,
      "áĢ¼áĢ®": 202,
      "áĢĻáĢĽ": 203,
      "ĠáĢģ": 204,
      "ĠáĢĸ": 205,
      "áĢ±áĢ·": 206,
      "áĢĻáĢķ": 207,
      "áĢĻáĢľ": 208,
      "áĢ½áĢ²": 209,
      "ĠáĢĽáĢĢ": 210,
      "Ġservice": 211,
      "ĠáĢĴ": 212,
      "an": 213,
      "áĢĽáĢĲ": 214,
      "Ġáģ": 215,
      "áĢĺáĢļ": 216,
      "áĢĽáĢĢ": 217,
      "om": 218,
      "or": 219,
      "áĢľáĢĢ": 220,
      "áĢ¡áĢĲ": 221,
      "ĠáĢ¡áĢģ": 222,
      "ĠáĢĺáĢļ": 223,
      "Ġc": 224,
      "áĢ¼áĢ±": 225,
      "st": 226,
      "áĢĹ": 227,
      "áĢĽáĢľ": 228,
      "áĢ½áĢ¬áĢ¸": 229,
      "áĢĨáĢĢ": 230,
      "orm": 231,
      "áĢĴ": 232,
      "áĢŁ": 233,
      "áĢĽáĢĻ": 234,
      "áĢ»áĢ¬áĢ¸": 235,
      "áĢ¼áĢ¬áĢ¸": 236,
      "áĢ»áĢ¬": 237,
      "áĢħáĢĬ": 238,
      "áĢĨáĢĦ": 239,
      "áĢ±áĢ«áĢº": 240,
      "on": 241,
      "ĠáĢĳ": 242,
      "áĢĽáĢķ": 243,
      "áģĢ": 244,
      "al": 245,
      "áĢĲáĢĦ": 246,
      "áĢ¼áĢŃáĢ¯áĢ·": 247,
      "áĢ¼áĢŃáĢ¯áĢ¸": 248,
      "áĢĻáĢĶ": 249,
      "áĢ«áĢ¸": 250,
      "áĢ»áĢ±áĢ¬áĢº": 251,
      "áĢ¡áĢģ": 252,
      "ĠáĢĲáĢħ": 253,
      "at": 254,
      "ust": 255
    },
    "merges": [
      "á Ģ",
      "áĢ º",
      "áĢ ¸",
      "Ġ áĢ",
      "áĢ ¬",
      "áĢ ±",
      "áĢ ¯",
      "áĢ ķ",
      "áĢ Ģ",
      "áĢ Ń",
      "áĢ Ĳ",
      "áĢ ľ",
      "áĢ ·",
      "áĢŃ áĢ¯",
      "áĢ Ħ",
      "áĢ Ľ",
      "áĢ ¼",
      "áĢ Ķ",
      "áĢ Ļ",
      "áĢ± áĢ¬",
      "áĢ ²",
      "áĢº áĢ¸",
      "áĢ «",
      "áĢ ¾",
      "áĢ ļ",
      "áĢ¬ áĢ¸",
      "áĢ ®",
      "áĢ »",
      "áĢ ħ",
      "áĢ ½",
      "áĢ± áĢ¸",
      "áĢ ģ",
      "áĢŃáĢ¯ áĢ·",
      "áĢ ¡",
      "áĢ °",
      "áĢ ŀ",
      "áĢ ¶",
      "áĢ² áĢ·",
      "áĢ Ĩ",
      "áĢ Ĭ",
      "áĢ ĺ",
      "ĠáĢ ¡",
      "áĢ ĳ",
      "ĠáĢ Ļ",
      "áĢ® áĢ¸",
      "áĢĲ áĢļ",
      "ĠáĢ Ģ",
      "ĠáĢ ľ",
      "ĠáĢ ķ",
      "áĢ ĸ",
      "áĢ¯ áĢ¶",
      "áĢ° áĢ¸",
      "ĠáĢ Ľ",
      "ĠáĢ Ĳ",
      "áĢ¯áĢ¶ áĢ¸",
      "áĢ½ áĢ±",
      "á ģ",
      "áĢ¼ áĢ®áĢ¸",
      "e r",
      "áĢ¾ áĢŃ",
      "áĢ¼ áĢ±áĢ¬",
      "áĢ±áĢ¬ áĢ·",
      "áĢ ¹",
      "ĠáĢ Ķ",
      "áĢ±áĢ¬ áĢº",
      "c e",
      "ĠáĢ ŀ",
      "áĢĽ áĢĦ",
      "áĢ¾ áĢ¬",
      "áĢ Ŀ",
      "ĠáĢ ħ",
      "ĠáĢ ĺ",
      "áĢ± áĢ«",
      "áĢº áĢ·",
      "áĢ· áĢº",
      "i ce",
      "v ice",
      "áĢľ áĢĬ",
      "áĢĻ áĢļ",
      "er vice",
      "Ġ s",
      "áĢŃáĢ¯ áĢ¸",
      "ĠáĢ Ĩ",
      "áĢ¼ áĢ®",
      "áĢĻ áĢĽ",
      "ĠáĢ ģ",
      "ĠáĢ ĸ",
      "áĢ± áĢ·",
      "áĢĻ áĢķ",
      "áĢĻ áĢľ",
      "áĢ½ áĢ²",
      "ĠáĢĽ áĢĢ",
      "Ġs ervice",
      "ĠáĢ Ĵ",
      "a n",
      "áĢĽ áĢĲ",
      "Ġ áģ",
      "áĢĺ áĢļ",
      "áĢĽ áĢĢ",
      "o m",
      "o r",
      "áĢľ áĢĢ",
      "áĢ¡ áĢĲ",
      "ĠáĢ¡ áĢģ",
      "ĠáĢĺ áĢļ",
      "Ġ c",
      "áĢ¼ áĢ±",
      "s t",
      "áĢ Ĺ",
      "áĢĽ áĢľ",
      "áĢ½ áĢ¬áĢ¸",
      "áĢĨ áĢĢ",
      "or m",
      "áĢ Ĵ",
      "áĢ Ł",
      "áĢĽ áĢĻ",
      "áĢ» áĢ¬áĢ¸",
      "áĢ¼ áĢ¬áĢ¸",
      "áĢ» áĢ¬",
      "áĢħ áĢĬ",
      "áĢĨ áĢĦ",
      "áĢ±áĢ« áĢº",
      "o n",
      "ĠáĢ ĳ",
      "áĢĽ áĢķ",
      "áģ Ģ",
      "a l",
      "áĢĲ áĢĦ",
      "áĢ¼ áĢŃáĢ¯áĢ·",
      "áĢ¼ áĢŃáĢ¯áĢ¸",
      "áĢĻ áĢĶ",
      "áĢ« áĢ¸",
      "áĢ» áĢ±áĢ¬áĢº",
      "áĢ¡ áĢģ",
      "ĠáĢĲ áĢħ",
      "a t",
      "u st"
    ]
  }
}